Revit 2027 API
FilterOperatorAndTextString Properties
The FilterOperatorAndTextString type exposes the following members.
Properties
Name | Description
FilterOperatorStr |  A text string denoting the filter operator.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
OperatorType |  The filter operator.
Top
See Also
Reference
FilterOperatorAndTextString Class
Autodesk.Revit.DB Namespace